#მომხმარებელს შემოატანინეთ რიცხვი და დაბეჭდეთ ამ რიცხვის თითოეული ციფრი / მაგ: (შემოიტანა 25156, დაბეჭდეთ ცალკე 2 ცალკე 4 ცცალკე 1 ცალკე 5 ცალკე 6) for ციკლის გამოყენებითმომხმარებელს შემოატანინეთ რიცხვი და დაბეჭდეთ ამ რიცხვის თითოეული ციფრი / მაგ: (შემოიტანა 25156, დაბეჭდეთ ცალკე 2 ცალკე 4 ცცალკე 1 ცალკე 5 ცალკე 6) for ციკლის გამოყენებითმომხმარებელს შემოატანინეთ რიცხვი და დაბეჭდეთ ამ რიცხვის თითოეული ციფრი / მაგ: (შემოიტანა 25156, დაბეჭდეთ ცალკე 2 ცალკე 4 ცცალკე 1 ცალკე 5 ცალკე 6) for ციკლის გამოყენებითმომხმარებელს შემოატანინეთ რიცხვი და დაბეჭდეთ ამ რიცხვის თითოეული ციფრი / მაგ: (შემოიტანა 25156, დაბეჭდეთ ცალკე 2 ცალკე 4 ცცალკე 1 ცალკე 5 ცალკე 6) for ციკლის გამოყენებითმომხმარებელს შემოატანინეთ რიცხვი და დაბეჭდეთ ამ რიცხვის თითოეული ციფრი / მაგ: (შემოიტანა 25156, დაბეჭდეთ ცალკე 2 ცალკე 4 ცცალკე 1 ცალკე 5 ცალკე 6) for ციკლის გამოყენებით
number = input("შეიყვანეთ რიცხვი: ")

for digit in number:
    print(digit)


























